using System.Windows;

[assembly: ThemeInfo(
    ResourceDictionaryLocation.None,            // Указывает, что темы со специфичными ресурсами не используются.
                                                // (используется, если ресурс не найден на уровне страницы
                                                // или в словарях ресурсов приложения).
    ResourceDictionaryLocation.SourceAssembly   // Указывает, что общий словарь ресурсов находится в сборке.
                                                // (используется, если ресурс не найден на уровне страницы,
                                                // приложения или в темах со специфичными ресурсами).
)]
